import zhLocale from 'element-ui/lib/locale/lang/zh-CN' //引入element语言包
const cn = {
    message: {
        'text': '大学排名的影响促使学者们提高生产力，扩大合作大大改变了学术出版系统的出版模式。这项研究的目的是从学术科学的出版模式开发学者分类方案。分类方案是描述显示不同行为，方法或观点的群组的方式，并且在类型学的发展中有用。在这项研究中，样本数据选自三所代表性大学，被认为是一流大学，一所中等大学和一所非综合性大学。最后一组11,427名有效学者及其284,128份期刊出版记录用于通过聚类分析开发分类方案。结果确定了六种类型的学者，标签为：单身人士（8％），小团队低绩效者（16％），小团队高绩效者（17％），大团队战略家（22％），自由式粉丝（21％）和生活 - 时间战士（17％）。这六种学者类型展示了不同的出版方法，可用于了解不同机构环境下的个人和研究团队绩效。此外，还确定了未来可能的工作，该工作使用学者分类方案来定义基于代理的模型中的代理的行为，以模拟战略行为驱动的学术出版系统。这六种学者类型展示了不同的出版方法，可用于了解不同机构环境下的个人和研究团队绩效。此外，还确定了未来可能的工作，该工作使用学者分类方案来定义基于代理的模型中的代理的行为，以模拟战略行为驱动的学术出版系统。这六种学者类型展示了不同的出版方法，可用于了解不同机构环境下的个人和研究团队绩效。此外，还确定了未来可能的工作，该工作使用学者分类方案来定义基于代理的模型中的代理的行为，以模拟战略行为驱动的学术出版系统。',
        'title':'从学术科学中的出版模式开发学者分类方案：聚类分析方法',
        'langsSelect':'语言',
        'indexTitle':['首页']
    },
    ...zhLocale
}

export default cn;
